const leaders = [
  {
    post: '党委书记',
    name: '王立兵',
    desc: '主持学校党委全面工作。分管学校办公室（党委办公室、校长办公室、主体责任办公室、督查办公室）、校工会、离退休工作处。联系马克思主义学院、食品科学与工程学院、人文与传媒学院。'
  },
  {
    post: '党委副书记、校长',
    name: '董仕节',
    desc: '主持学校行政全面工作。分管党委保卫部（处）、审计处、后勤保障部、网络与信息中心、校医院、疫情防控工作领导小组办公室、教学质量监测与评估中心、学位评定委员会、申请博士学位授予单位工作领导小组办公室。联系机械工程学院、管理学院、医学与健康学院。'
  },
  {
    post: '党委副书记',
    name: '程水源',
    desc: '分管党的建设、干部、发展与规划、学科建设与省属高校一流学科培育专项建设、人事管理、师资队伍建设等方面的工作。分管党委组织部（党校、机关党委）、党委教师工作部、人事处（教师发展中心）、发展规划与学科建设处。联系生命科学与技术学院、硒科学与工程现代产业学院。完成书记、校长交办的其他工作。'
  },
  {
    post: '党委常委、副校长',
    name: '侯永清',
    desc: '分管学校研究生教育与管理、科技研究、科技推广与服务、国有资产管理、采购招标管理、图书资料建设与服务、学术交流、档案管理等方面的工作。分管党委研究生工作部、研究生院、科学技术发展院、学术委员会、科学技术协会、资产管理处（采购与招投标管理中心）、图书馆、档案馆（校史馆）、学报编辑部。联系动物科学与营养工程学院、经济学院。完成书记、校长交办的其他工作。'
  },
  {
    post: '党委常委、副校长',
    name: '王宏勋',
    desc: '分管校友、教育发展基金会建设与管理、本科生教学管理、体育教育、实验室与设备管理、大学生招生与就业、财务管理、外事管理、国际教育、继续教育与管理、校园基本建设及临空校区建设等方面的工作。分管校友工作与合作发展办公室、教务处、实验室与设备管理办公室、招生与毕业生就业工作处、财务处、教育发展基金会、基建处、国际交流与合作处（港澳台事务办公室）、国际教育学院、继续教育学院、临空校区建设工作领导小组办公室。联系数学与计算机学院、外国语学院、体育部。完成书记、校长交办的其他工作。'
  },
  {
    post: '省纪委监委派驻武汉轻工大学纪检监察组组长、党委常委、纪委书记、二级高级监察官',
    name: '金颂',
    desc: '主持派驻纪检监察组、校纪委工作；分管巡察工作；代管学校思想政治、宣传及意识形态、精神文明建设、统一战线、大学生教育与管理、共青团建设、乡村振兴等方面的工作。分管派驻纪检监察组、校纪委综合室、纪检监察室、案件审理室、党委巡察工作领导小组办公室；代管党委宣传部、党委统战部、学生工作部（处）、武装部、团委。联系化学与环境工程学院、电气与电子工程学院、土木工程与建筑学院、艺术设计学院。完成书记、校长交办的其他工作。'
  },
]
export default leaders