const major = [
  {
    name:'食品科学与工程学院',
    desc:'武汉轻工大学食品科学与工程学院现有食品科学与工程、粮食工程、食品质量与安全和食品营养与健康四个本科专业。其中，食品科学与工程专业为首批国家级特色专业、国家“双万”一流专业；粮食工程、食品质量与安全专业为湖北省一流专业；食品科学与工程、粮食工程专业相继通过教育部工程教育认证。打造了国家级精品课程《食品工厂设计原理》、湖北省精品课程《食品化学》、湖北省一流课程《食品工程原理》等一批优质课程，粮油食品科学与工程实验教学示范中心为省级实验教学示范中心。学院现有教职工127人，其中教授22人、副教授27人。目前在校全日制本科生1700余人，研究生近560人。30多年来，学院共培养本硕毕业生万余人，2014年被人社部、教育部联合授予“全国教育系统先进集体”荣誉称号。',
    url: 'https://sg.whpu.edu.cn/'
  },
  {
    name:'生命科学与技术学院',
    desc:'生命科学与技术学院拥有生物学、药学2个一级学科硕士点，营养科学与健康工程1个交叉学科硕士点，以及药学、生物与医药2个专业学位硕士点；有生物工程、生物技术、生物制药、制药工程、生物信息学等5个本科招生专业；制药工程专业是国家一流建设专业，生物学是省一级学科重点学科，生物技术专业和生物工程专业是省级一流建设专业，生物制药是湖北省战略新兴产业专业，生物学、药学和生物工程为天然产物与功能食品、生物农业2个优势特色学科群支撑学科。学院现有教职工111人，专任教师97名，其中教授16名，副教授30名，专任教师中有博士学历的达98%以上。',
    url: 'https://shenggong.whpu.edu.cn/'
  },
  {
    name:'化学与环境工程学院',
    desc:'化学(工程)与环境工程学院始建于1999年的生物与化学工程系，2005年独立设置化学与环境工程系，2009年1月更名为化学与环境工程学院。化学工程与工艺专业2005年被湖北省教育厅批准为湖北省品牌立项建设专业，2010年被教育部设为国家级特色建设专业，2019年批准为湖北省一流本科专业建设点，2022年通过工程教育专业认证。环境工程专业被纳入湖北省战略性新兴(支柱)产业人才培养计划项目，2021年批准为湖北省一流本科专业建设点。',
    url: 'https://hhxy.whpu.edu.cn/'
  },
  {
    name:'机械工程学院',
    desc:'时光荏苒传薪火，特色兴院谋发展。武汉轻工大学机械工程学院成立于1983年，1986年招收首届食品机械专业本科生，2004年开始招收研究生。学院现有在校本科生1600余名，研究生200余名。潜心科研重创新，优势引领促共赢。学院在粮油加工装备创新设计与先进制造、粮油产品质量安全检测、粮油储运与包装装备技术与系统、数字材料与新型特殊材料制备与运用等领域开展了广泛而深入的研究工作。近五年来，承担了多项具有显示度的国家级重大科研课题和省级重大科技创新项目，获得湖北省科技进步奖3项，通过20余项科技鉴定，完成各类横向科研课题130余项，取得国家专利810项，其中发明专利授权560余项，发表各类研究论文450余篇，被三大索引收录200余篇。',
    url: 'https://jx.whpu.edu.cn/'
  },
  {
    name:'动物科学与营养工程学院',
    desc:'动物科学与营养工程学院是武汉轻工大学的特色优势学院，组建于1984年，经历了从粮食化学系、饲料科学系到动物科学与营养工程学院的发展历程。现开设有动物科学、水产养殖学、动物药学和饲料工程4个本科专业，拥有3个硕士学位授权点。动物科学、水产养殖学、动物药学3个专业获批省级一流本科专业建设点，并均为“国家卓越农林人才培养计划改革试点专业”。动物科学专业和水产养殖学专业均获批“国家级一流本科专业建设点”；动物科学专业还是“国家级特色专业”；动物药学专业是“湖北省战略性新兴产业人才培养专业”。饲料工程专业是国家新农科建设和我校“农工相融”的优势特色专业。',
    url: 'https://sasne.whpu.edu.cn/'
  },
  {
    name:'电气与电子工程学院',
    desc:'武汉轻工大学电气与电子工程学院于1996年在学校原机电工程系的基础上组建成立，已经历了二十余年的办学历程。现设有电气工程系、自动化系、通信工程系、电信科学系、电工电子基础课部和大学物理基础课部，拥有湖北省电工电子实验教学示范中心、校级大学物理实验教学示范中心、湖北省虚拟仿真教学示范中心等教学和科研机构，是湖北省第四批高校改革试点学院。',
    url: 'https://eied.whpu.edu.cn/'
  },
  {
    name:'数学与计算机学院',
    desc:'武汉轻工大学数学与计算机学院现有计算机科学与技术、软件工程、信息与计算科学、数据科学与大数据技术、人工智能等本科专业。信息与计算科学为国家级一流本科专业建设点，计算机科学与技术和软件工程为省级一流本科专业建设点，软件工程为湖北省普通高等学校战略性新兴（支柱）产业人才培养计划本科项目。学院拥有“软件工程”一级学科硕士点，“人工智能与绿色制造”新兴交叉学科硕士点，“电子信息”、“农业工程与信息技术”两个专业硕士点。目前在校本科生、研究生2300余人。',
    url: 'https://sjxy.whpu.edu.cn/'
  },
  {
    name:'土木工程与建筑学院',
    desc:'学院具有完善的土建类专业本科生培养体系。现设有土木类（智能建造）、给排水科学与工程、工程管理(中美合作2+2办学项目)、建筑学等4个本科专业，其中“土木工程”、“建筑学”2个专业为“湖北省一流本科建设专业”；同时，学院建有完善的土建类学科硕士研究生培养体系，设有“土木工程”一级学科学术型硕士点以及“土木水利”专业硕士点。学院现有在校生1850人，其中硕士研究生约140 人。',
    url: 'https://tm.whpu.edu.cn/'
  },
  {
    name:'管理学院',
    desc:'管理学院建于1984年,现有专任教师95人，其中教授、副教授等高级职称教师占61%，具有博士学位教师占70%；在校研究生、本科生2500余人。学院拥有工商管理和公共管理2个学术型一级学科硕士学位授权点，其中工商管理是湖北省优势特色学科群食品科学与安全学科群的支撑学科，博士点立项建设学科；学院还拥有农业硕士农业管理领域专业硕士学位授权点（农业管理领域是湖北省转型发展试点专业）、会计硕士授权点。省级研究生教育创新基地3个',
    url: 'https://gl.whpu.edu.cn/'
  },
  {
    name:'经济学院',
    desc:'武汉轻工大学经济学院成立于2021年，由1984年成立的原经济与管理学院经济类学科专业为主体组建，现有国际经济与贸易、金融学和数字经济三个本科专业，目前在校国内本科及研究生760人。经济学院拥有国际经济与贸易专业国际留学生硕士和本科生项目，国际留学生50余人。国际经济与贸易是省级一流专业。学院设立“大数据金融拔尖人才基地班”，依托经济类专业及计算机科学相互交叉的学科群优势，突出金融学科发展中与大数据技术及其他专业融合发展的特点，把学生培养成为能适应现代金融企业发展要求的应用型复合型金融人才。',
    url: 'https://jjxy.whpu.edu.cn/'
  },
  {
    name:  '艺术设计学院',
    desc:'艺术设计学院溯源于1996年开设的包装工程专业，2003年学校组建艺术设计系,2011年与人文科学系合并组建艺术与传媒学院，2021年调整为集教学、科研和社会服务于一体的艺术设计学院。学院依托学校轻工食品大类优势学科背景，聚焦“大食品、大健康”，将设计教育对接设计产业，用设计实践服务地方经济发展，以设计实践能力与创新思维培养为重点，以人文素养与设计理论为支撑，以食物与健康领域设计与创新创业为特色，多学科交叉融合，产学研联动，培养高素质复合型设计人才。',
    url: 'https://yssj.whpu.edu.cn/'
  },
  {
    name:    '人文与传媒学院',
    desc:'武汉轻工大学人文与传媒学院是基于学科优化重组和响应新文科建设的要求，于2020年12月由汉语言文学、广告学（中美合作）和网络与新媒体3个专业组建而成。学院秘书专业创办于1995年，广告学专业创办于2003年，汉语言文学专业创办于2006年，此外广告学专业从2015年开始与美国南犹他大学合作开办中外合作办学项目，在读本科生900余人。学院办有农村发展专业硕士点，在读专业硕士研究生招生50余多人，招生有留学生，研修生等。',
    url: 'https://wcxy.whpu.edu.cn/'
  },
  {
    name: '医学与健康学院',
    desc:'医学与健康学院具有70年的医学教育办学历史，起源为交通部长江航运卫生学校，主要为长江沿线港航医院、沿海远洋航运公司医院培养医生、护士及药学、检验等医疗人员。2000年3月国家政策调整，学校划归属地湖北省管辖后，学校整体并入武汉轻工大学，成立医学院，2020年更名为“医学与健康学院”，同时创建“康养产业研究院”。围绕学校“大食品，大营养，大健康”学科布局，学院加强自身大健康康养特色建设的同时，积极为学校“大健康”发挥支撑作用。2002年起开始创办护理学本科，2005年在湖北省率先开办康复治疗学本科专业，2019年新增药学本科专业，2020年新增健康服务与管理本科专业，现有在校本科生800多人。',
    url: 'https://fld.whpu.edu.cn/'
  },
  {
    name: '外国语学院',
    desc:'外国语学院成立于2000年6月，拥有一个翻译硕士（MTI）专业硕士授权点和一个二级学科硕士点（马克思主义与女性主义）；设有英语和翻译2个本科专业，其中翻译专业为国家级一流本科专业建设点（2022）和湖北省一流本科专业建设点（2019）；英语专业开办有面向全校的辅修专业。',
    url: 'https://fld.whpu.edu.cn/'
  },
  {
    name:   '马克思主义学院',
    desc:'根据中共中央宣传部、教育部《关于进一步加强高等学校思想政治理论课教师队伍建设的意见》，武汉工业学院于2009年5月成立思想政治理论课教学科研部。2013年4月，武汉工业学院更名为“武汉轻工大学”， 思想政治理论课教学科研部亦于2013年8月更名为“马克思主义学院”。',
    url: 'https://szkb.whpu.edu.cn/'
  },
  {
    name: '硒科学与工程现代产业学院',
    desc:'武汉轻工大学硒科学与工程现代产业学院是学校发展交叉学科、服务地方经济和行业发展建立的特色研究型学院，是我国唯一开设硒科学与工程交叉学科硕士点的学院。学院主要开展富硒种质资源培育、富硒微生物资源利用与开发、富硒食品资源精深加工与利用、硒化学与健康功效评价和硒产业规划、标准认证品牌实施等方面人才培养、科学研究和社会服务工作。',
    url: 'https://secollege.whpu.edu.cn/'
  },
]
export default major