const news = [
  {
    title: '公告',
    content: [
      {
        time: '2024-10-10',
        text: '武汉轻工大学2024年中外合作办学评估网上公示'
      },
      {
        time: '2024-10-23',
        text: '关于学生赴国外大学交流项目的通知'
      },
      {
        time: '2024-10-21',
        text: '武汉轻工大学2024年非事业编制工作人员公开招聘入围面试人员总成绩排名及体检、考察公告'
      },
      {
        time: '2024-10-15',
        text: '武汉轻工大学2024年度事业单位公开招聘拟聘人员公示（二）'
      },
      {
        time: '2024-10-14',
        text: '武汉轻工大学2024年公开招聘非事业编制工作人员面试公告'
      },
      {
        time: '2024-10-08',
        text: '武汉轻工大学2024年公开招聘非事业编制工作人员笔试公告'
      },
    ]
  },
  {
    title: '要闻',
    content: [
      {
        time: '2024-10-18',
        text: '【73周年校庆】七十三载奋进路 赓续辉煌再出发 学校举行校庆日系列活动'
      },
      {
        time: '2024-09-30',
        text: '学校上镜央视纪录片《中国式现代化之路》'
      },
      {
        time: '2024-07-12',
        text: '再突破！工程学进入ESI全球排名前1%'
      },
      {
        time: '2024-11-09',
        text: '党委常委会会议强调：在高校高质量发展中奋勇争先'
      },
      {
        time: '2024-11-16',
        text: '西藏自治区粮储系统干部培训班暨深化粮食购销和储备管理体制机制改革研讨班顺利开班'
      },
      {
        time: '2024-11-15',
        text: '我校成功举办第二届“中华一家亲，同心向未来”主题知识竞赛'
      },
    ]
  },
  {
    title: '新闻',
    content: [
      {
        time: '2024-11-15',
        text: '打造高校新闻宣传“轻骑兵” 学校举行新闻宣传培训讲座'
      },
      {
        time: '2024-11-12',
        text: '我校学子参加2024-2025赛季中国冰壶联赛预选赛'
      },
      {
        time: '2024-11-12',
        text: '我校举办第24届菊花展'
      },
      {
        time: '2024-11-12',
        text: '校际交流促发展 互学互鉴行致远 我校研究生会代表赴华中科技大学开展交流活动'
      },
      {
        time: '2024-11-12',
        text: '我校成功举办2024年新闻宣传培训第一讲'
      },
      {
        time: '2024-11-11',
        text: '筑牢安全防线 共建平安校园 我校开展学生安全员专题讲座'
      },
    ]
  },
  {
    title: '讲座',
    content: [
      {
        time: '2024-11-12',
        text: '【品味中国】第九季第六期：毛泽东对湖湘实学的继承与发展'
      },
      {
        time: '2024-11-04',
        text: '【品味中国】第九季第五期：《黑神话：悟空》近现代中国社会文化变迁图谱'
      },
      {
        time: '2024-10-22',
        text: '挖掘长江文化的内涵与价值 助力长江流域高质量发展'
      },
      {
        time: '2024-10-21',
        text: '【品味中国】第九季第四期：优质钢铁 与人类共进步'
      },
      {
        time: '2024-09-29',
        text: '【品味中国】第九季第二期：品味楚文化'
      },
      {
        time: '2024-09-23',
        text: '【品味中国】第九季第一期：美好生活 “油”此而来'
      },
    ]
  }
]
export default news