const regulations = {
  preface: '武汉轻工大学源于1951年创办的武汉市会计中等技术学校，1954年更名为武汉粮食学校，1960年更名为武汉粮食工业专科学校，历经调整、合并等演进和发展，1980年经国务院批准新建武汉粮食工业学院。1993年更名为武汉食品工业学院，1999年更名为武汉工业学院。2000年和2003年原武汉交通卫生学校和原湖北省通用技术工程学校先后整体并入。2013年更名为武汉轻工大学。2018年，成为国家粮食和物资储备局与湖北省人民政府共建高校，并入选湖北省“双一流”建设高校。学校以办人民满意的大学为宗旨，秉持“育人为本、质量立校、人才强校、特色兴校”的办学理念，弘扬“爱国爱校、艰苦创业、团结拼搏、求实创新、追求卓越”的办学传统，以培养理想信念坚定、基础知识扎实、专业能力强、综合素质高、德智体美劳全面发展的应用型创新人才为使命，致力于建设特色鲜明的国内高水平大学。',
  general: [
    '为坚持和完善中国特色现代大学制度，推进学校治理体系和治理能力现代化，促进学校事业健康发展，根据《中华人民共和国教育法》《中华人民共和国高等教育法》《高等学校章程制定暂行办法》等法律、法规和规章，立足学校实际，结合改革发展需要，制定本章程。',
    '学校名称为武汉轻工大学，简称为轻工大；英文名称为Wuhan Polytechnic University，英文缩写为WHPU。',
    '学校法定住所地为湖北省武汉市常青花园学府南路68号，设有常青花园校区、金银湖校区。',
    '学校为非营利法人，是具有法人资格的事业单位。学校依法享有办学自主权，独立承担法律责任。',
    '学校坚持和加强中国共产党的全面领导，高举中国特色社会主义伟大旗帜，以马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想为指导，深刻领悟“两个确立”的决定性意义，增强“四个意识”、坚定“四个自信”、做到“两个维护”，全面贯彻党的基本理论、基本路线、基本方略，全面贯彻党的教育方针，坚持教育为人民服务、为中国共产党治国理政服务、为巩固和发展中国特色社会主义制度服务、为改革开放和社会主义现代化建设服务，坚守为党育人、为国育才，培养德智体美劳全面发展的社会主义建设者和接班人。',
    '学校坚持社会主义办学方向，遵循高等教育规律，落实立德树人根本任务，切实服务国家粮食安全战略、乡村振兴战略、健康中国战略，积极推进“大食品大营养大健康”发展战略，深入推进数字化建设，着力提高人才培养质量，提升科学研究水平，增强社会服务能力，推进文化传承创新，加强国际交流合作。',
    '学校以食品科学、生命科学为优势特色，以工学为主体，农学和管理学为两翼，协同发展工学、农学、管理学、理学、经济学、法学、文学、医学、艺术学、交叉学科等学科门类。',
    '学校是经教育部批准，由湖北省人民政府举办的全日制普通高等学校，其行政主管部门是湖北省教育厅。学校由国家粮食和物资储备局与湖北省人民政府重点共同建设。',
    '学校举办者根据法律、法规和规章，保障学校行使办学自主权；保障学校办学经费的稳定来源和增长；提供必备的办学保障条件和必要的政策支持；对学校的办学活动进行宏观指导和依法监督。',
    '学校依法享有下列办学自主权.',
    '学校全面贯彻党的教育方针，落实立德树人根本任务；遵守法律、法规和规章，执行国家教育政策，坚持以推动高质量发展为主题，切实履行大学职能；依法维护受教育者和教职工的合法权益；实行信息公开制度，依法接受举办者、业务主管部门的监督和指导；履行法律、法规和规章规定的其他义务。',
    '学校依法实行中国共产党武汉轻工大学委员会（以下简称学校党委）领导下的校长负责制。',
    '学校坚持依法治校，实行“党委领导、校长负责、教授治学、民主管理”的内部治理架构，不断完善现代大学制度。',
    '学校根据精简、统一和效能的原则，设置党政职能机构、保障服务机构和其他机构，各机构根据学校规定履行管理、保障和服务等职责，为师生提供优质服务。',
    '学校根据工作需要可设立领导小组或者专门委员会等议事机构，统筹协调相关事务。',
    '学校党委全面领导学校工作，支持校长依法积极主动、独立负责地开展工作，保证教学、科研、行政管理等各项任务的完成。',
    '学校按期召开党员代表大会，在党员代表大会闭会期间，由学校党委全体会议（以下简称党委全委会）领导学校工作。学校党委设立常务委员会（以下简称党委常委会），负责主持党委经常工作。学校党委对党员代表大会负责并定期报告工作，党委常委会向党委全委会负责并定期报告工作。'
  ]
}
export default regulations